[AttributePresentation_BanditTech AttributePresentationDefinition]
Description="$Presentation description WillovGame.ItemCard.VehicleSkin"
NoConstraintText=""
Suffix=""
Prefix=""

[BanditTech.Skin_Effer UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 days %s1"
UseFailureCharacterMessage="So it should be %s Use these words."
ItemName=""
PickupMessage="Somehow %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This product is not available.."
NoManufacturerName="in general"

[BanditTech.Skin_Infect UsableCustomizationItemDefinition]
ItemCardTopStatString="%sIn 2 %s1"
UseFailureCharacterMessage="should %s Use this opportunity."
ItemName=""
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this code.."
NoManufacturerName="in general"

[BanditTech.Skin_PinUp UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 lovers %s1"
UseFailureCharacterMessage="It should be %s Use it."
ItemName=""
PickupMessage="To understand %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This product does not exist."
NoManufacturerName="In general"

